Repository: gonzalesc/Wordpress-Delivery-Area-with-Google-Maps
Catalog: languages/letsgo-*.po
Languages: es_es

source: Support
es_es: Soporte

source: Please enter your ApiKey Google Maps in the <a href="%s" title="setting section">setting section</a>
es_es: Por favor ingresa tu ApiKey de Google Maps en la <a href="%s" title="sección de ajustes">sección de ajustes</a>

source: Please insert this shortcode in you page
es_es: Por favor inserta este shortcode en tu página

source: Settings
es_es: Ajustes

source: Settings Areamaps
es_es: Ajustes de Areamaps

source: API GoogleMaps
es_es: ApiKey Google Maps

source: Include Google Maps Library in the Front
es_es: Incluir Librería de Google Maps en el front

source: Include Google Maps Library in the Admin Panel
es_es: Incluir librería de Google Maps en el panel administrativo

source: Latitude Default
es_es: Latitud por defecto

source: Longitude Default
es_es: Longitud por defecto

source: Enter your ApiKey Google Maps. You can generate a key <a href="%s" target="_blank">here</a>
es_es: Por favor ingresa tu ApiKey de Google Maps en la <a href="%s" title="sección de ajustes">sección de ajustes</a>

source: If you uncheck this option, you should add manually the Google Maps Library in the Front
es_es: Si tu desmarcas esta opción, debes agregar manualmente la librería de Google Maps en el front

source: If you uncheck this option, you should add manually the Google Maps Library in the Admin Panel
es_es: Si tu desmarcas esta opción, debes agregar manualmente la librería de Google Maps in el panel administrativo

source: Options
es_es: Opciones

source: Area Delivery Settings
es_es: Ajustes de Areas de entrega

source: Address
es_es: Dirección

source: Search
es_es: Buscar

source: Line Color
es_es: Color de línea

source: Areas List
es_es: Lista de areas

source: Add New Area
es_es: Agregar Area

source: Edit Area
es_es: Editar Area

source: New Area
es_es: Nueva Area

source: View Area
es_es: Ver Area

source: Search Area
es_es: Buscar Area

source: Nothing found
es_es: Nada encontrado

source: Nothing found in Trash
es_es: Nada encontrado en la basura
